Repository: chocoford/ExcalidrawZ
Catalog: Localizable.xcstrings
Source language: en
Languages: zh_hans

# checkpointButtonDelete
source: Delete
zh_hans: 删除

# checkpointButtonRestore
source: Restore
zh_hans: 恢复

# checkpoints
source: File history
zh_hans: 文件历史

# checkpointsIsBetaTips
source: Beta · This is rendered by native canvas.
zh_hans: Beta - 由本地画布渲染。

# containerLoadingFileDescription
source: This file is really quite large...
zh_hans: 这个文件真的很大...

# containerLoadingFileTitle
source: Loading file...
zh_hans: 正在加载文件...

# createNewFile
source: New draw
zh_hans: 新文档

# deletedFileRecoverAlertButtonCancel
source: Cancel
zh_hans: 取消

# deletedFileRecoverAlertButtonRecover
source: Recover
zh_hans: 恢复

# deletedFileRecoverAlertMessage
source: To edit this file, you’ll need to recover it.
zh_hans: 要编辑该文件，您需要先恢复它。

# deletedFileRecoverAlertTitle
source: The file is deleted and it can’t be edited.
zh_hans: 文件已删除，无法编辑。

source: Export
zh_hans: 导出

# exportActionCopied
source: Copied
zh_hans: 已复制

# exportActionCopy
source: Copy
zh_hans: 拷贝

# exportActionSave
source: Save
zh_hans: 存储

# exportActionShare
source: Share
zh_hans: 共享

source: Export All
zh_hans: 全部导出

# exportImageLoading
source: Loading...
zh_hans: 正在加载...

# exportImageLoadingButtonCancel
source: Cancel
zh_hans: 取消

# exportImageLoadingError
source: Loading image failed.
zh_hans: 加载图像失败。

# exportSheetButtonArchive
source: Archive
zh_hans: 归档

# exportSheetButtonDismiss
source: Dismiss
zh_hans: 关闭

# exportSheetButtonFile
source: File
zh_hans: 文件

# exportSheetButtonImage
source: Image
zh_hans: 图像

# exportSheetHeadline
source: Choose an export target
zh_hans: 选择导出目标

# generalCannotUndoMessage
source: You can’t undo this action.
zh_hans: 您将不能撤销此操作。

# generalMoveTo
source: Move to...
zh_hans: 移动到...

# generalUntitled
source: Untitled
zh_hans: 未命名

source: Import
zh_hans: 导入

# librariesButtonExportAll
source: Export All…
zh_hans: 导出所有…

# librariesButtonExportLibrary
source: Export…
zh_hans: 导出…

# librariesButtonImport
source: Import
zh_hans: 导入

# librariesButtonItemAddToCanvas
source: Add to canvas
zh_hans: 添加到画布

# librariesButtonLibraryOptions
source: Options...
zh_hans: 更多…

# librariesButtonMoreSelectionsOptions
source: More
zh_hans: 更多…

# librariesButtonRemoveAll
source: Remove all
zh_hans: 清空

# librariesButtonRemoveLibrary
source: Remove
zh_hans: 移除

# librariesButtonRemoveSelections
source: Remove
zh_hans: 移除选中

# librariesButtonRenameLibrary
source: Rename
zh_hans: 重命名

# librariesButtonSelect
source: Select
zh_hans: 选择

# librariesButtonSelectCancel
source: Cancel
zh_hans: 取消

# librariesExportAllLibrariesDone
source: Export All Libraries done
zh_hans: 导出所有成功

# librariesExportLibraryDone
source: Export Library done
zh_hans: 导出成功

# librariesImportButtonCancel
source: Cancel
zh_hans: 取消

# librariesImportButtonImport
source: Import
zh_hans: 导入

# librariesImportLibraryItemsCount
source: ^[%d item](inflect: true)
zh_hans: %d个素材

# librariesImportLibrarySelectAll
source: Select All Items
zh_hans: 选择所有

# librariesImportSelectAll
source: Select All
zh_hans: 全选

# librariesImportSelectionsCount
source: %d selected.
zh_hans: 选择了%d个素材。

# librariesImportTitle
source: Import libraries
zh_hans: 导入素材

# librariesItemRemove
source: Remove
zh_hans: 移除

# librariesItemsCount
source: ^[%d item](inflect: true)
zh_hans: %d个素材

# librariesItemsSelected
source: %d selected
zh_hans: 选中%d个素材

# librariesNoItemsDescription
source: You can drag or import `.excalidrawlib` files and get started.
zh_hans: 你可以通过拖拽或者导入`.excalidrawlib`文件

# librariesNoItemsGoToExcalidrawLibraries
source: Go to Excalidraw Libraries...
zh_hans: 访问`Excalidraw`素材库…

# librariesNoItemsTitle
source: No items...
zh_hans: 无素材

# librariesPersonalLibraryName
source: My Personal Library
zh_hans: 我的素材库

# librariesRemoveAllConfirmationConfirm
source: Remove
zh_hans: 移除

# librariesRemoveAllConfirmationTitle
source: Are you sure to remove all items?
zh_hans: 你确定要移除所有素材？

# librariesRemoveItemConfirmationConfirm
source: Remove
zh_hans: 移除

# librariesRemoveItemConfirmationTitle
source: Are you sure to remove the library item?
zh_hans: 你确定要移除这个素材？

# librariesRemoveLibraryAllItemsConfirmationTitle
source: Are you sure to remove all items of the library?
zh_hans: 你确定要移除这个库下的所有素材？

# librariesRemoveLibraryConfirmationConfirm
source: Remove
zh_hans: 移除

# librariesRemoveSelectionsConfirmationConfirm
source: Remove
zh_hans: 移除

# librariesRemoveSelectionsConfirmationTitle
source: Are you sure to remove ^[%d item](inflect: true)?
zh_hans: 你确定要移除这%d个素材？

# librariesSelectionButtonOptions
source: Options...
zh_hans: 更多…

# librariesTitle
source: Libraries
zh_hans: 素材库

# migration
source: Migrate to new ExcalidrawZ
zh_hans: 迁移到新的 ExcalidrawZ

# migrationAttentionContent
source: Never download a new version of ExcalidrawZ without exporting your files first, or you will lose your existing data.
zh_hans: 如果你没有将所有文件导出，永远不要下载新版ExcalidrawZ，否则你的已有数据将会丢失。

# migrationAttentionTitle
source: Attention
zh_hans: 注意

# migrationDownloadTooltip
source: Please archive first
zh_hans: 请先导出文件

# migrationSheetArchiveDescription
source: Export all files and import them to the new version of ExcalidrawZ.
zh_hans: 导出所有文件并将其导入新版 ExcalidrawZ。

# migrationSheetArchiveHeadling
source: Archive all files
zh_hans: 归档所有文件

# migrationSheetBody
source: ExcalidrawZ has reached a new milestone—the official release of version 1.0. The new version has changed the application ID, so you will need to manually download it and migrate your existing files.
zh_hans: ExcalidrawZ迎来了新的里程碑--1.0版本正式发布。新版本更改了应用程序 ID，因此您需要手动下载并迁移现有文件。

# migrationSheetButtonArchive
source: Archive
zh_hans: 归档

# migrationSheetButtonClose
source: Close
zh_hans: 关闭

# migrationSheetButtonNeverShow
source: Don't show again
zh_hans: 不要再出现

# migrationSheetDownloadDescription
source: Two versions of ExcalidrawZ are available: the App Store version and the non-App Store version.
zh_hans: ExcalidrawZ 有两个版本：App Store 版本和非 App Store 版本。

# migrationSheetDownloadHeadline
source: Download the new ExcalidrawZ
zh_hans: 下载新版 ExcalidrawZ

# migrationSheetTips
source: You can still continue to use the current app, and your data remains safe, but future updates will not be pushed here.
zh_hans: 您仍然可以继续使用当前的应用程序，您的数据仍然安全，但未来的更新将不会推送到这里。

# migrationSheetTitle
source: Migrate to new version!
zh_hans: 迁移到新版本！

# newFileNamePlaceholder
source: Untitled
zh_hans: 未命名

# renameSheetButtonCancel
source: Cancel
zh_hans: 取消

# renameSheetButtonConfirm
source: OK
zh_hans: 好

# renameSheetHeadline
source: Rename
zh_hans: 重命名

# settingsAboutBuild
source: Build
zh_hans: 构建数

# settingsAboutName
source: About
zh_hans: 关于

# settingsAboutVersion
source: Version
zh_hans: 版本

# settingsAppAppearanceName
source: App appearacne
zh_hans: App外观

# settingsAppearanceSectionName
source: Appearance
zh_hans: 外观

# settingsExcalidrawAppearanceName
source: Canvas appearance
zh_hans: 画布外观

# settingsGeneralName
source: General
zh_hans: 通用

# settingsNavigationTitle
source: App settings
zh_hans: App设置

# settingsNoRoute
source: No selection
zh_hans: 请选择一个选项卡

# settingsUpdateHeadline
source: Update
zh_hans: 更新

# settingsUpdatesAutoCheckLabel
source: Check updates automatically
zh_hans: 自动检查更新

# settingsUpdatesButtonCheck
source: Check Updates
zh_hans: 检查更新

# sidebarFileRowContextMenuDelete
source: Delete
zh_hans: 删除

# sidebarFileRowContextMenuDeletePermanently
source: Delete permanently
zh_hans: 永久删除

# sidebarFileRowContextMenuDuplicate
source: Duplicate
zh_hans: 复制

# sidebarFileRowContextMenuMoveTo
source: Move to…
zh_hans: 移动到...

# sidebarFileRowContextMenuRecover
source: Recover
zh_hans: 恢复

# sidebarFileRowContextMenuRename
source: Rename
zh_hans: 重新命名

# sidebarFileRowDeletePermanentlyAlertButtonCancel
source: Cancel
zh_hans: 取消

# sidebarFileRowDeletePermanentlyAlertButtonConfirm
source: Delete permanently
zh_hans: 永久删除

# sidebarFileRowDeletePermanentlyAlertTitle
source: Are you sure to permanently delete the file: %@ ?
zh_hans: 您确定要永久删除文件%@ 吗？

# sidebarFilesPlaceholder
source: Select a group
zh_hans: 选择一个分组

# sidebarGroupListCreateButtonCancel
source: Cancel
zh_hans: 取消

# sidebarGroupListCreateButtonCreate
source: Create
zh_hans: 创建

# sidebarGroupListCreateGroupName
source: name:
zh_hans: 名称：

# sidebarGroupListCreateNewGroupNamePlaceholder
source: New Group
zh_hans: 分组

# sidebarGroupListCreateSyncIcloud
source: Sync to iCloud
zh_hans: 同步至iCloud

# sidebarGroupListCreateTitle
source: Create a Group
zh_hans: 新建分组

# sidebarGroupListNewFolder
source: New group
zh_hans: 新建分组

# sidebarGroupRowContextMenuDelete
source: Delete
zh_hans: 删除

# sidebarGroupRowContextMenuEmptyTrash
source: Empty
zh_hans: 倾倒

# sidebarGroupRowContextMenuMerge
source: Merge with...
zh_hans: 与...融合

# sidebarGroupRowContextMenuRename
source: Rename
zh_hans: 重命名

# sidebarGroupRowDeleteButton
source: Delete
zh_hans: 删除

# sidebarGroupRowDeleteConfirmTitle
source: Are you sure to delete the folder %@ ?
zh_hans: 您确定要删除 %@ 分组吗？

# sidebarGroupRowDeleteMessage
source: You can’t undo this action.
zh_hans: 您将不能撤销此操作。

# sidebarGroupRowDeletePermanentlyConfirmTitle
source: Are you sure you want to permanently erase the items in the Trash?
zh_hans: 您确定要永久删除回收站中的项目吗？

# sidebarGroupRowEmptyTrashButton
source: Empty Trash
zh_hans: 清倒废纸篓

# sidebarShowAll
source: Show folders and files
zh_hans: 显示分组和文件

# sidebarShowFilesOnly
source: Show files only
zh_hans: 只显示文件

# toolbarArrow
source: Arrow
zh_hans: 箭头

# toolbarDiamond
source: Diamond
zh_hans: 菱形

# toolbarDraw
source: Draw
zh_hans: 绘制

# toolbarEllipse
source: Ellipse
zh_hans: 圆形

# toolbarEraser
source: Eraser
zh_hans: 橡皮擦

# toolbarInsertImage
source: Insert image
zh_hans: 插入图片

# toolbarLaser
source: Laser
zh_hans: 激光笔

# toolbarLine
source: Line
zh_hans: 线条

# toolbarOr
source: or
zh_hans: 或

# toolbarRectangle
source: Rectangle
zh_hans: 矩形

# toolbarSelection
source: Selection
zh_hans: 选择

# toolbarText
source: Text
zh_hans: 文本

# updatesCheckButton
source: Check for Updates…
zh_hans: 检查更新...

# webViewLoadingText
source: Loading…
zh_hans: 加载中…
